Repository: vitoralcantara/sac_glpi_info
Catalog: plugins/browsernotification/locales/*.po
Languages: es_es, fr_fr, it_it, pt_br, ru_ru

source: Browser Notification
es_es: Notificación de navegador
fr_fr: Notification de Navigateur
it_it: Notifiche del browser
pt_br: Notificação do navegador
ru_ru: Браузерные уведомления

source: Ignore deleted items?
es_es: ¿Ignorar elementos eliminados?
fr_fr: Ignorer les éléments supprimés ?
it_it: Ignorare gli elementi eliminati?
pt_br: Ignorar itens apagados?
ru_ru: Игнорировать удаленные элементы?

source: Time to check for new notifications (in seconds)
es_es: Tiempo para buscar nuevas notificaciones (en segundos)
fr_fr: Délai de vérification pour les nouvelles notifications (en secondes)
it_it: Intervallo di tempo per verifica nuove notifiche (in secondi)
pt_br: Tempo para verificar novas notificações (em segundos)
ru_ru: Время для проверки новых уведомлений (в секундах)

source: URL of the icon
es_es: URL del icono
fr_fr: URL de l'icône
it_it: URL dell'icona
pt_br: URL do ícone
ru_ru: URL значка

source: Sound
es_es: Sonido
fr_fr: Son
it_it: Suono
pt_br: Som
ru_ru: Звук

source: Default notification sound
es_es: Sonido de notificación por defecto
fr_fr: Son par défaut pour les notifications
it_it: Suono di notifica di default
pt_br: Som padrão de notificação
ru_ru: Звук уведомления по умолчанию

source: Show an example notification
es_es: Mostrar un ejemplo de notificación
fr_fr: Afficher un exemple de notification
it_it: Mostra un esempio di notifica
pt_br: Exibir um exemplo de notificação
ru_ru: Показать пример уведомления

source: Show example
es_es: Mostrar ejemplo
fr_fr: Afficher un exemple
it_it: Mostra esempio
pt_br: Exibir exemplo
ru_ru: Показать пример

source: Show notifications
es_es: Mostrar notificaciones
fr_fr: Afficher les notifications
it_it: Mostra notifiche
pt_br: Mostrar notificações
ru_ru: Показать уведомление

source: Notification sound
es_es: Sonido de notificación
fr_fr: Son de la notification
it_it: Suono di notifica
pt_br: Som de notificação
ru_ru: Звук уведомления

source: Ticket status updated
es_es: Estado del ticket actualizado
fr_fr: Statut d'un ticket mis à jour
it_it: Stato aggiornato della chiamata
pt_br: Status do chamado atualizado
ru_ru: Статус заявки обновился

source: Scheduled task
es_es: Tarea programada
fr_fr: Tâche planifiée
it_it: Attività programmata
pt_br: Tarefa agendada
ru_ru: Запланированная задача

source: New ticket #%ticket_id%
es_es: Nuevo ticket #%ticket_id%
fr_fr: Nouveau Ticket #%ticket_id%
it_it: Nuova chiamata #%ticket_id%
pt_br: Novo chamado #%ticket_id%
ru_ru: Новая заявка #%ticket_id%

source: New tickets
es_es: Nuevos tickets
fr_fr: Nouveaux Tickets
it_it: Nuova chiamata
pt_br: Novos chamados
ru_ru: Новая заявка

source: You have %count% new tickets
es_es: Tiene %count% tickets nuevos
fr_fr: Vous avez %count% nouveaux tickets
it_it: Hai %count% nuove chiamate
pt_br: Você tem %count% novos chamados
ru_ru: У вас новых заявок: %count%

source: New assignment in ticket (#%ticket_id%)
es_es: Nueva asignación en el ticket (#%ticket_id%)
fr_fr: Nouvealle affectation dans le ticket (#%ticket_id%)
it_it: Nuova assegnazione nella chiamata (#%ticket_id%)
pt_br: Nova atribuição no chamado (#%ticket_id%)
ru_ru: Новые назначения в заявке (#%ticket_id%)

source: You assigned to ticket #%ticket_id% %name%
es_es: Le ha sido asignado el ticket #%ticket_id% %name%
fr_fr: Vous êtes affecté au ticket #%ticket_id% %name%
it_it: Ti è stata assegnata la chiamata #%ticket_id% %name%
pt_br: Você foi atribuído no chamado #%ticket_id% %name%
ru_ru: Вам назначена заявка #%ticket_id% %name%

source: New assignment in tickets
es_es: Nueva asignación en tickets
fr_fr: Nouvelles affectations sur des tickets
it_it: Nuova assegnazione nella chiamata
pt_br: Novas atribuições nos chamados
ru_ru: Новые назначения в заявках

source: You have %count% new tickets assigned
es_es: Tiene %count% tickets nuevos asignados
fr_fr: Vous avez %count% nouveaux tickets affectés
it_it: Hai %count% nuove chiamate assegnate
pt_br: Você tem %count% novos chamados atribuídos
ru_ru: Вам назначено новых заявок: %count%

source: New group assignment in ticket (#%ticket_id%)
es_es: Nuevo grupo asignado en el ticket (#%ticket_id%)
fr_fr: Nouveau groupe d'affectation dans le ticket (#%ticket_id%)
it_it: Nuovo gruppo assegnato alla chiamata (#%ticket_id%)
pt_br: Nova atribuição do grupo no chamado (#%ticket_id%)
ru_ru: Назначение новой группы в заявке (#%ticket_id%)

source: Your group assigned to ticket #%ticket_id% %name%
es_es: Le ha sido asignado a su grupo el ticket #%ticket_id% %name%
fr_fr: Votre groupe est affecté au ticket #%ticket_id% %name%
it_it: La chiamata #%ticket_id% è stata assegnata al tuo gruppo %name%
pt_br: Seu grupo foi atribuído no chamado #%ticket_id% %name%
ru_ru: Вашей группе назначена заявка #%ticket_id% %name%

source: New group assignment in tickets
es_es: Nueva asignación de grupo en tickets
fr_fr: Nouveau groupe d'affectation dans plusieurs tickets
it_it: Nuovo gruppo assegnato alla chiamata
pt_br: Novas atribuições do grupo nos chamados
ru_ru: Назначение новых групп в заявках

source: Your group have %count% new tickets assigned
es_es: Su grupo tiene %count% tickets nuevos asignados
fr_fr: Votre groupe a %count% nouveaux tickets affectés
it_it: Il tuo gruppo ha %count% nuove chiamate assegnate
pt_br: Seu grupo tem %count% novos chamados atribuídos
ru_ru: Вашей группе назначено новых заявок: %count%

source: New followup on ticket #%ticket_id%
es_es: Nuevo seguimiento en el ticket #%ticket_id%
fr_fr: Nouveau suivi sur le ticket #%ticket_id%
it_it: Nuovo commento alla chiamata #%ticket_id%
pt_br: Novo acompanhamanto no chamado #%ticket_id%
ru_ru: Новый комментарий в заявке #%ticket_id%

source: New followups
es_es: Nuevos seguimientos
fr_fr: Nouveaux suivis
it_it: Nuovi commenti
pt_br: Novos acompanhamentos
ru_ru: Новый комментарий

source: You have %count% new followups
es_es: Tiene %count% seguimientos nuevos
fr_fr: Vous avez %count% nouveaux suivis
it_it: Hai %count% nuovi commenti
pt_br: Você tem %count% novos acompanhamentos
ru_ru: %count% new followups

source: Approval request on ticket #%ticket_id%
es_es: Solicitud de aprobación en el ticket #%ticket_id%
fr_fr: Une demande de validation a été ajoutée au ticket #%ticket_id%
it_it: Richiesta di approvazione per la chiamata #%ticket_id%
pt_br: Pedido de aprovação no chamado #%ticket_id%
ru_ru: Запрос на согласование заявки #%ticket_id%

source: An approval request has been submitted by %user%: %comment_submission%
es_es: Ha sido presentada una solicitud de aprobación por %user%: %comment_submission%
fr_fr: Une demande de validation a été soumise par %user%: %comment_submission%
it_it: Nuova richiesta di approvazione dall'utente %user%: %comment_submission%
pt_br: Um pedido de aprovação foi enviado pelo usuário %user%: %comment_submission%
ru_ru: Запрос на согласование отправил(а) %user%: %comment_submission%

source: Approval requests
es_es: Solicitudes de aprobación
fr_fr: Demandes de validation
it_it: Richieste di approvazione
pt_br: Pedidos de aprovação
ru_ru: Запрос на согласование

source: You have %count% new approval requests
es_es: Tiene %count% solicitudes de aprobación nuevas
fr_fr: Vous avez %count% nouvelles demandes de validation
it_it: Hai %count% nuove richieste di approvazione
pt_br: Você tem %count% novos pedidos de aprovação
ru_ru: У Вас новых запросов на согласование: %count%

source: Status updated on ticket #%ticket_id%
es_es: Estado actualizado en el ticket #%ticket_id%
fr_fr: Statut mis à jour sur le ticket #%ticket_id%
it_it: Lo stato della chiamata #%ticket_id% è stato aggiornato
pt_br: Status atualizado no chamado #%ticket_id%
ru_ru: Обновлен статус заявки #%ticket_id%

source: Status of #%ticket_id% is changed to %status% by %user_name%
es_es: El estado del #%ticket_id% ha sido cambiado a %status% por %user_name%
fr_fr: Statut du ticket #%ticket_id% a modifié en %status% par %user_name%
it_it: Lo stato della chiamata #%ticket_id% è stato modificato in %status% da %user_name%
pt_br: Status do chamado #%ticket_id% foi alterado para %status% por %user_name%
ru_ru: %user_name% изменил(а) статус #%ticket_id% на %status% by %user_name%

source: Tickets status updated
es_es: Estado de tickets actualizado
fr_fr: Statuts des tickets mis à jour
it_it: Stato della chiamata aggiornato
pt_br: Status de chamados atualizados
ru_ru: Обновление статуса заявок

source: You have %count% new tickets status updated
es_es: Tiene %count% tickets nuevos con el estado actualizado
fr_fr: Vous avez %count% nouveaux tickets dont le statut a été mis à jour
it_it: Hai %count% aggiornamenti di stato di chiamate
pt_br: Você tem %count% status de chamados atualizados
ru_ru: У Вас обновленных статусов новых заявок: %count%

source: New task on ticket #%ticket_id%
es_es: Nueva tarea programada en el ticket #%ticket_id%
fr_fr: Nouvelle tâche sur le ticket #%ticket_id%
it_it: Nuova attività per la chiamata #%ticket_id%
pt_br: Nova tarefa no chamado #%ticket_id%
ru_ru: Новая задача в заявке #%ticket_id%

source: New task (%state_text%): %content%
es_es: Nueva tarea programada (%state_text%): %content%
fr_fr: Nouvelle tâche (%state_text%): %content%
it_it: Nuova attività (%state_text%): %content%
pt_br: Nova tarefa (%state_text%): %content%
ru_ru: Новая задача (%state_text%): %content%

source: New tasks
es_es: Nueva tarea programada
fr_fr: Nouvelles tâches
it_it: Nuove attività
pt_br: Novas tarefas
ru_ru: Новые задачи

source: You have %count% new tasks
es_es: Tiene %count% tareas programadas nuevas
fr_fr: Vous avez 5 nouvelles tâches
it_it: Hai %count% nuove attività
pt_br: Você tem %count% novas tarefas
ru_ru: У Вас новых задач: %count%

source: New document on ticket #%ticket_id%
es_es: Nuevo documento en el ticket #%ticket_id%
fr_fr: Nouveau document sur le ticket #%ticket_id%
it_it: Nuovo allegato alla chiamata #%ticket_id%
pt_br: Novo documento no chamado #%ticket_id%
ru_ru: Новый документ в заявке #%ticket_id%

source: The document "%filename%" has added on ticket #%ticket_id%
es_es: El documento "%filename%" ha sido añadido en el ticket #%ticket_id%
fr_fr: Le document "%filename%" a été ajouté sur le ticket #%ticket_id%
it_it: L'allegato "%filename%" è stato aggiunto alla chiamata #%ticket_id%
pt_br: O documento "%filename%" foi adicionado no chamado #%ticket_id%
ru_ru: Документ "%filename%" добавлен в заявку #%ticket_id%

source: New documents
es_es: Nuevos documentos
fr_fr: Nouveaux documents
it_it: Nuovi allegati
pt_br: Novos documentos
ru_ru: Новые документы

source: You have %count% new documents
es_es: Tiene %count% documentos nuevos
fr_fr: Vous avez %count% nouveaux documents
it_it: Hai %count% nuovi allegati
pt_br: Você tem %count% novos documentos
ru_ru: У Вас новых документов: %count%

source: Task scheduled on ticket #%ticket_id%
es_es: Tarea programada en el ticket #%ticket_id%
fr_fr: Tâche planifiée sur le ticket #%ticket_id%
it_it: Attività programmata per la chiamata #%ticket_id%
pt_br: Tarefa agendada no chamado #%ticket_id%
ru_ru: Задача запланирована в заявке #%ticket_id%

source: Task scheduled for %datetime_format%: %content%
es_es: Tarea programada para %datetime_format%: %content%
fr_fr: Tâche planifiée pour %datetime_format%: %content%
it_it: Attività programmata per il %datetime_format%: %content%
pt_br: Tarefa agendada para %datetime_format%: %content%
ru_ru: Задача запланирована на %datetime_format%: %content%

source: Scheduled Tasks
es_es: Tareas programadas
fr_fr: Tâches planifiées
it_it: Attività programmate
pt_br: Tarefas agendadas
ru_ru: Запланированные задачи

source: You have %count% scheduled tasks for now
es_es: Tiene %count% stareas programadas para ahora
fr_fr: Vous avez %count% tâches planifiées

source: This plugin requires GLPI >= 0.85
es_es: Este plugin requiere GLPI >= 0.85
fr_fr: Ce plugin nécessite GLPI >= 0.85
it_it: Questo plugin richiede una versione di GLPI >= 0.85
pt_br: Este plugin requer GLPI >= 0.85
ru_ru: Для этого плагина требуется GLPI >= 0.85
