Repository: vitoralcantara/sac_glpi_info
Catalog: plugins/reports/locales/*.po
Languages: cs_cz, it_it

source: Reports plugin configuration
cs_cz: Nastavení zásuvného modulu Výkazy
it_it: Configurazione del plugin Report

source: Rights management by report
cs_cz: Správa oprávnění dle výkazu
it_it: Gestione dei diritti per ogni report

source: Search criteria
cs_cz: Vyhledávací kritéria
it_it: Criteri di ricerca

source: Date interval
cs_cz: Období
it_it: Intervallo di data

source: Time interval
cs_cz: Časový interval
it_it: Intervallo di tempo

source: At least
cs_cz: Přinejmenším
it_it: Almeno

source: Rights management by profil
cs_cz: Správa oprávnění dle profilu
it_it: Gestione dei diritti in base al profilo

source: Profils rights
cs_cz: Oprávnění profilů
it_it: Diritti dei profili

source: No right on Assistance / Statistics
cs_cz: Žádná práva na Podporu / Statistiky
it_it: Nessun diritto su Assistenza / Statistiche

source: No right on Tools / Reports
cs_cz: Žádná práva na Nástroje / Výkazy
it_it: Nessun diritto su Strumenti / Report

source: Number pending
cs_cz: Počet čekajících
it_it: Totale in sospeso

source: applicationsbylocation_report_title
cs_cz: Aplikace podle umístění a verzí
it_it: Report dei programmi per posizione e versione

source: Applications
cs_cz: Aplikace
it_it: Programmi

source: Computer status
cs_cz: Stav počítače
it_it: Stato del computer

source: doublons_report_title
cs_cz: Duplicitní počítače
it_it: Report computer duplicati

source: Duplicate computers
cs_cz: Duplicitní počítače
it_it: Computer duplicati

source: First computer
cs_cz: První počítač
it_it: Primo computer

source: Second computer
cs_cz: Druhý počítač
it_it: Secondo computer

source: Last inventory date
cs_cz: Datum poslední inventarizace
it_it: Data ultimo inventario

source: equipmentbygroups_report_title
cs_cz: Seznam všech zařízení skupiny
it_it: Report dispositivi per gruppo, ordinato per utente

source: equipmentbylocation_report_title
cs_cz: Počet zařízení v jednotlivých umístěních
it_it: Report dispositivi per posizione

source: globalhisto_report_title
cs_cz: Globální historie (pouze pro vyzkoušení/příklad)
it_it: Report cronologico

source: modification of components
cs_cz: změna komponent
it_it: modifica dei componenti

source: histohard_report_title
cs_cz: Historie nedávných změn hardware
it_it: Report cronologico delle installazioni hardware

source: History of last hardware's installations
cs_cz: Historie nedávných změn hardware
it_it: Storico delle ultime installazioni hardware

source: Date of inventory
cs_cz: Datum inventarizace
it_it: Data di inventario

source: Modification
cs_cz: Změna
it_it: Modifica

source: The list is limited to 100 items and 21 days
cs_cz: Seznam je omezen na 100 položek a 21 dní
it_it: La lista è limitata a 100 elementi e 21 giorni

source: histoinst_report_title
cs_cz: Historie nedávných instalací software
it_it: Report cronologico delle installazioni software

source: History of last software's installations
cs_cz: Historie nedávných instalací software
it_it: Storico delle ultime installazioni software

source: The list is limited to 200 items and 21 days
cs_cz: Seznam je omezen na 200 položek a 21 dní
it_it: La lista è limitata agli ultimi 200 elementi e 21 giorni

source: infocom_report_title
cs_cz: Finanční informace
it_it: Report delle informazioni finanziarie

source: iteminstall_report_title
cs_cz: Doba od koupě, než bylo nasazeno do provozu
it_it: Report delle installazione

source: licensesexpires_report_title
cs_cz: Licence dle data skončení platnosti
it_it: Report delle licenze per data di scadenza

source: Valid to
cs_cz: Platné do
it_it: Valido fino al

source: licenses_report_title
cs_cz: Podrobný výkaz o licencích
it_it: Report delle licenze in dettaglio

source: Used version
cs_cz: Použitá verze
it_it: Versione utilizzata

source: listequipmentbylocation_report_title
cs_cz: Seznam položek dle umístění
it_it: Report del materiale per posizione

source: listgroups_report_title
cs_cz: Seznam skupin a jejich členů
it_it: Report dei gruppi con gli utenti

source: location_report_title
cs_cz: Strom umístění
it_it: Report delle posizioni

source: Link
cs_cz: Odkaz
it_it: Collegamento

source: pcsbyentity_report_title
cs_cz: Počet položek v jednotlivých entitách
it_it: Report del materiale per entità

source: Number of items by entity
cs_cz: Počet položek v jednotlivých entitách
it_it: Numero di elementi per entità

source: Display
cs_cz: Zobrazit
it_it: Visualizza

source: Entity tree
cs_cz: Strom entit
it_it: Elenco entità

source: Sort by count
cs_cz: Seřadit dle počtu
it_it: Ordinato per numero

source: Unknown
cs_cz: Neznámý
it_it: Sconosciuto

source: Selection of type is mandatory
cs_cz: Výběr typu je povinný
it_it: La selezione del tipo è obbligatoria

source: printers_report_title
cs_cz: Tiskárny
it_it: Report delle stampanti

source: Computers in the group
cs_cz: Počítače ve skupině
it_it: Computer nel gruppo

source: Users in the group
cs_cz: Uživatelé ve skupině
it_it: Utenti nel gruppo

source: Computers in the location
cs_cz: Počítače v umístění
it_it: Computer nella posizione

source: Users in the location
cs_cz: Uživatelé v umístění
it_it: Utenti nella posizione

source: rules_report_title
cs_cz: Katalog pravidel
it_it: Report del catalogo delle regole

source: searchinfocom_report_title
cs_cz: Hledání finančních informací
it_it: Report ricerca delle informazioni finanziarie

source: softnotinstalled_report_title
cs_cz: Nenainstalovaný důležitý software
it_it: Report del software installato, dettagliato ed ordinato per stato

source: softversioninstallations_report_title
cs_cz: Nenainstalované důležitý software
it_it: Report del software importante non installato

source: Software version status
cs_cz: Stav verzí software
it_it: Versione del software

source: statnightticketsbypriority_report_title
cs_cz: Požadavky otevřené v noci
it_it: Report delle chiamate aperte di notte, ordinate per priorità

source: statticketsbyentity_report_title
cs_cz: Zvýšená podpora
it_it: Report dei richiedenti e delle chiamate per entità

source: Users count
cs_cz: Počet uživatelů
it_it: Utenti totali

source: Tickets count
cs_cz: Počet požadavků
it_it: Chiamate totali

source: Older
cs_cz: Starší
it_it: Più vecchio

source: Newer
cs_cz: Novější
it_it: Più recente

source: statticketsbypriority_report_title
cs_cz: Neuzavřené požadavky
it_it: Report delle chiamate non chiuse, ordinate per priorità

source: transferreditems_report_title
cs_cz: Seznam přenesených objektů
it_it: Report del materiale trasferito

source: Source entity
cs_cz: Zdrojová entita
it_it: Entità sorgente

source: Target entity
cs_cz: Cílová entita
it_it: Entità destinazione

source: Transfert date
cs_cz: Datum přenosu
it_it: Data di trasferimento

source: zombies_report_title
cs_cz: Uživatelé bez oprávnění
it_it: Report degli utenti senza diritti

source: With no ticket
cs_cz: Bez požadavků
it_it: Senza chiamate
